@property
def help() -> str:
    return """Как использовать MathSnapBot (MSB):
1. Отправьте фотографию:
 Отправьте боту фотографию математической задачи. MSB распознает ее автоматически.

2. Проверьте распознание:
  Проверьте, правильно ли бот распознал задачу. Если нет, перепишите ее вручную.

3. Получите решение:
 MSB решит задачу и вернет вам решение и ответ.

4. Команда /story:
 Используйте команду /story, чтобы увидеть список последних 10 решений, отправленных ботом.


Надеемся, это руководство поможет вам получить максимум от MathSnapBot. Успешных решений!"""

@property
def start() -> str:
    return """"""