def help() -> str:
    return """Как использовать MathSnapBot (MSB):
1. Отправьте фотографию:
 Отправьте боту фотографию математической задачи. MSB распознает ее автоматически.

2. Проверьте распознание:
  Проверьте, правильно ли бот распознал задачу. Если нет, перепишите ее вручную.

3. Получите решение:
 MSB решит задачу и вернет вам решение и ответ.


Надеемся, это руководство поможет вам получить максимум от MathSnapBot. Успешных решений!"""


def start() -> str:
    return """Приветствуем вас! MathSnapBot - это ваш верный гид в мире математики. Просто отправьте боту фотографию математической задачи, и MSB мгновенно предоставит вам точное решение. Желаем успешных решений и удачных учебных подвигов с MathSnapBot!"""